[{
  "Scientist_ID": "1",
  "FullName": "Augusta Ada King (Lovelace)",
  "BirthYear": 1815,
  "DeathYear": 1852,
  "Country_ID": "1",
  "Biography": "Augusta Ada King, Countess of Lovelace, was a British mathematician and computer scientist credited with the first published computer algorithm. She also suggested that it would be possible for computers to do more than simple calculations, perhaps even write music."
},
{
  "Scientist_ID": "2",
  "Name": "Mary Cartwright",
  "Birth_Year": 1900,
  "Death_Year": 1998,
  "Country_ID": "1",
  "Description": "In 1936 Mary Cartwright became Director of Studies in Mathematics at Girton College, Cambridge. Working with Littlewood, she found solutions to problems in differential equations that emerged when modelling radio and radar signals. These observations would later contribute to Chaos Theory. She was the first woman to receive the Sylvester Medal, to serve on the Council of the Royal Society, to be President of the Mathematical Association, and to be President of the London Mathematical Society."
},
{
  "Scientist_ID": "3",
  "FullName": "Rosalind Franklin",
  "BirthYear": 1920,
  "DeathYear": 1958,
  "Country_ID": "1",
  "Biography": "Rosalind Franklin graduated from the University of Cambridge in 1941, with a degree in Natural Sciences. In 1942 she worked for The British Coal Utilisation Research Association (BCURA) where she discovered the link between the molecular structure of various types of coal and their physical properties, thus improving the selection process for types of coal (i.e. for fuel and gas masks). She was later awarded a PhD from Cambridge for this work. Her work on coal included the refining of X-ray crystallography techniques that she later applied to DNA, identifying 2 types of DNA and noting the helix-like structure of one of them in 1951, 2 years before Watson and Crick started work on their Double Helix Model."
},
{
  "Scientist_ID": "4",
  "FullName": "Hertha Ayrton",
  "BirthYear": 1854,
  "DeathYear": 1923,
  "Country_ID": "1",
  "Biography": "In 1899 Hertha Ayrton became the first woman to present her own paper in front of the Institution of Electrical Engineers (IEE) on the interaction of oxygen and carbon rods in arc lighting, shortly after becoming the first female member of the IEE. In 1901 the Royal Society refused to let her read her follow-up paper 'The Mechanism of the Electric Arc', instead having it presented by John Perry. Similarly, in Cambridge she passed the Mathematical Tripos exam but was not allowed to be awarded a degree, as she was a woman."
},
{
  "Scientist_ID": "5",
  "FullName": "Dorothy Hodgkin",
  "BirthYear": 1910,
  "DeathYear": 1994,
  "Country_ID": "1",
  "Biography": "Dorothy Hodgkin was the third woman to win a Nobel Prize in Chemistry (the previous two being Maria Skłodowska-Curie in 1911 and Irène Joliot-Curie in 1935) for her determinations by X-ray techniques of the structures of important biochemical substances. She confirmed the structure of penicillin and discovered the structures of Vitamin B12 and insulin. She was a Fellow of the Royal Society and President of the International Union of Crystallography."
},
{
  "Scientist_ID": "6",
  "FullName": "Hypatia Alexandria",
  "BirthYear": 370,
  "DeathYear": 415,
  "Country_ID": "2",
  "Biography": "Hypatia is the earliest female mathematician whose life is reasonably well documented. She was born between 350 and 370 AD and lived her life in Hellenised Egypt. She was regarded as the leading mathematician and astronomer in the known world during her lifetime, and taught many of the leading philosophers and mathematicians in the Greek Empire. She continued her father''s work in preserving older Greek science texts and updating many of them by correcting mathematical models. She is also the last attested member of the Alexandrian Museum. Her commentaries on Greek scientific works would be used by Scientists, including Ibn Sina, Al-Kindi, Al-Farabi, and Abu al-Wafa' Buzjani during the Abbasid Empire."
},
{
  "Scientist_ID": "7",
  "FullName": "Émilie du Châtelet",
  "BirthYear": 1706,
  "DeathYear": 1749,
  "Country_ID": "3",
  "Biography": "Known as much for her philosophy as for her science, Émilie du Châtelet was one of the key figures in the French Enlightenment. Widely known for her translation into French of Isaac Newton's Principia (still used as the standard French translation and seen by many as the completion of the scientific revolution), her commentary on the work included the notion of conservation of energy derived from the principles of mechanics Newton set forth. She advocated that energy was distinct from momentum and established the basis for kinetic energy, which was later formalized by Leonhard Euler and Joseph-Louis Lagrange. In other work she predicted infrared radiation and the nature of light."
},
{
  "Scientist_ID": "8",
  "FullName": "Marie-Sophie Germain",
  "BirthYear": 1776,
  "DeathYear": 1831,
  "Country_ID": "3",
  "Biography": "Marie-Sophie was a French Mathematician. She began a correspondence with Adrien-Marie Legendre under the pseudonym male M Le Blanc, fearful of the attitude to society to female scientists. Legendre was impressed with Marie-Sophie's work and requested a meeting, in which she relieved herself as a woman. Legendre became her mentor, later citing her work on Number Theoryas 'very ingenious'.She later corresponded with Carl Friedrich Gauss, again under a male pseudonym. After finding out her true identity, Gauss wrote about Marie-Sophie that she was of noble courage, extraordinary talent and superior genius, recommending her for an honorary degree for her work. Marie-Sophie made significant contributions to number theory, Fermat's last theorem and elasticity theory."
},
{
  "Scientist_ID": "9",
  "FullName": "Irène Joliot-Curie",
  "BirthYear": 1897,
  "DeathYear": 1956,
  "Country_ID": "3",
  "Biography": "Irène Joliot-Curie, daughter of Marie Curie, won the Noble Prize in Chemistry for the discovery of artificial radioactivity.Alongside her husband, she identified the positron and neutron, discovered an the accurate weight of the neutron, and pioneered the work into nuclear fission. She worked on France's first nuclear reactor."
},
{
  "Scientist_ID": "10",
  "FullName": "Yvonne Choquet-Bruhat",
  "BirthYear": 1923,
  "DeathYear": 2025,
  "Country_ID": "3",
  "Biography": "Yvonne Choquet-Bruhat was a French mathematician and physicist. She worked with Albert Einstein and proved the local existence and uniqueness of the vacuum Einstein equations, which began the field of study in dynamics in General Relativity. She showed that there were solutions to the Yang-Mills, Higgs, and Spinor Field Equations in 3+1 Dimensions, and pioneered the work on supergravity which is integral to 11 Dimensional models of the universe."
},
{
  "Scientist_ID": "11",
  "FullName": "Emmy Noether",
  "BirthYear": 1882,
  "DeathYear": 1935,
  "Country_ID": "4",
  "Biography": "Described as ''the most significant creative mathematical genius thus far produced'' by Albert Einstein. Emmy Noether was a mathematician whose work showing how the laws of conservation were derived from the laws of symmetry solved a problem withEinstein’s maths in the theory of relativity. She created the theoretical groundwork for the Standard Model of Particle Physics. Born 1882 in Germany, Noether died in 1935 aged 53."
},
{
  "Scientist_ID": "12",
  "FullName": "Ida Noddack",
  "BirthYear": 1896,
  "DeathYear": 1978,
  "Country_ID": "4",
  "Biography": "Nominated 3 times for a Nobel Prize in Chemistry (1933, 1935, and 1937) for the discovery of rhenium and masurium, Ida Noddack was a German physicist and chemist. Her work investigating and refuting Enrico Fermi's chemical proofs in 1934, instead stating that the breakdown of elements into non-neighboring elements. While her work was dismissed at the time, work by Irène Joliot-Curie, Frédéric Joliot-Curie and Pavle Savić, and later by Otto Hahn and Fritz Strassmann, showed her hypothesis to be correct, leading to the discovery of nuclear fission."
},
{
  "Scientist_ID": "13",
  "FullName": "Maria Goeppert Mayer",
  "BirthYear": 1906,
  "DeathYear": 1972,
  "Country_ID": "4",
  "Biography": "Maria Goeppert Mayer was a German theoretical physicist that worked on the Manhattan Project with Edward Teller. Her doctoral work looked at the possibility of two-photon absorption by atoms, the standard unit of which is now FullNamed after her. She was awarded a Noble Prize in Physics for her model on the structure of nuclear shells, a prize she shared with Johannes Hans Daniel Jensen and Eugene Wigner."
},
{
  "Scientist_ID": "14",
  "FullName": "Maria Gaetana Agnesi",
  "BirthYear": 1718,
  "DeathYear": 1799,
  "Country_ID": "5",
  "Biography": "Maria Gaetana Agnesi was the first woman to publish an original mathematics book in her own name, others having previously done commentaries correcting previous work, and the first woman appointed as a mathematics professor at a university in 1750, a role she was given by Pope Benedict XIV. Her book Analytical Institutions for the Use of Italian Youth was regarded as the best introduction to Euler, covering both differential and integral calculus."
},
{
  "Scientist_ID": "15",
  "FullName": "Fumiko Yonezawa",
  "BirthYear": 1938,
  "DeathYear": 2019,
  "Country_ID": "6",
  "Biography": "Fumiko Yonezawa was a Japanese theoretical physicist. She created computer visualization of the amorphous structures of semiconductors and liquid metals. In 1996 she became the first female President of the Physics Society of Japan, and was awarded the Saruhashi Prize and a L'Oréal-UNESCO Award for Women in Science."
},
{
  "Scientist_ID": "16",
  "FullName": "Marie Skłodowska Curie",
  "BirthYear": 1867,
  "DeathYear": 1934,
  "Country_ID": "7",
  "Biography": "Marie Curie was the first woman to win a Nobel Prize (1903), and one of only 4 people to win two Nobel Prizes. Born in Poland, Marie moved to Paris for an undergraduate degree in physics, chemistry, and mathematics, later doing a PhD. Marie established the foundation for our current theory of radioactivity. She discovered two new elements (radium and polonium) and pioneered work into radiotherapy for cancer. She was overlooked by the Royal Swedish Academy of Sciences for the Nobel Prize in Physics, initially naming only her husband Pierre Curie and fellow physicist Henri Becquerel. Magnus Gösta Mittag-Leffler, a committee member, notified Pierre of Marie not being on the nomination paper. Pierre complained to the committee and had Marie added to the nomination papers."
},
{
  "Scientist_ID": "17",
  "FullName": "Julia Lermontova",
  "BirthYear": 1846,
  "DeathYear": 1919,
  "Country_ID": "8",
  "Biography": "Julia Lermontova was a Russian chemist. She is known as the first Russian female doctor in chemistry, and the third woman to have been given a doctorate in Europe. She studied at the Universities of Heidelberg and Berlin before she received her doctorate from the University of Göttingen in 1874. She was inducted into the Russian Chemical Society in 1875. Her research included work on 2-methyl-2-butenoic acid, she was the first woman to work in the field of oil research where she developed a device for the continuous distillation of petroleum, she worked on a new method of synthesizing hydrocarbons later used in the production of motor fuels. This process is now known as the Butlerov–Eltekov–Lermontova reaction. When Eltekov presented the work at the 1878 conference of the Russian Chemical Society, Butlerov made the attendees aware of Julia's work on the project."
},
{
  "Scientist_ID": "18",
  "FullName": "Mileva Marić",
  "BirthYear": 1875,
  "DeathYear": 1948,
  "Country_ID": "9",
  "Biography": "Mileva Marić Einstein was a Serbian physicist, mathematician, and first wife of Albert Einstein. She attended Zurich Polytechnic alongside her future husband, but was denied her diploma. She is currently the subject of ongoing debate on how much she worked with Einstein during 1905, a year sometimes referred to as Einstein's Miracle Year, and how much she supported his work during their marriage. In letters between them, Albert referred to 'our' theory of relative motion on several occasions and there are several reports of her correcting his papers before being submitted for publication."
},
{
  "Scientist_ID": "19",
  "FullName": "Sophia Brahe",
  "BirthYear": 1559,
  "DeathYear": 1643,
  "Country_ID": "10",
  "Biography": "Sophia Brahe, 1559-1643, was a Danish noblewoman and horticulturalist with knowledge of astronomy, chemistry, and medicine. She assisted her brother Tycho Brahe with his astronomical observations. The work that Sophia aided her brother in is now seen as the basis of modern orbit predictions of the planets and solar system. Tycho and Sophia collected the most accurate measurements to date (prior to the telescope invention) of the positions of the planets with respect to time. The siblings observed SN 1572, Tycho's Supernova, leading many to realize that the earth was not the center of the universe. Her work was funded by Frederick II of Denmark, and data passed onto Johannes Kepler and lay the groundwork for Isaac Newton."
},
{
  "Scientist_ID": "20",
  "FullName": "Maria Christina Bruhn",
  "BirthYear": 1732,
  "DeathYear": 1808,
  "Country_ID": "10",
  "Biography": "In 1773 Maria Christina Bruhn entered a competition, commissioned by the Swedish Army and King Gustav III, into the creation of moisture- and fire-proof storage canisters for artillery shells. During the 1774 testing, all prototypes were rejected as non-suitable. Maria reported her work to the Royal Swedish Academy of Sciences (KVA) and applied to various types of cardboard. She continued testing canisters with the Swedish Cadet Force until 1780. In 1783 she was informed that her work had been claimed by a Major Wagenfelt, who had attended the 1774 test. Supported by Captain Adolf Fredrik Lindfeldt, the KVA, and the Swedish King's Council, Bruhn petitioned the Swedish College of War and in 1786 they awarded her the prize and recognition for inventing safe canisters."
},
{
  "Scientist_ID": "21",
  "FullName": "Grace Hopper",
  "BirthYear": 1906,
  "DeathYear": 1992,
  "Country_ID": "11",
  "Biography": "Grace Hopper was an American computer scientist and United States Navy rear admiral. One of the first programmers of the Harvard Mark I computer, she was a pioneer of computer programming who invented one of the first linkers. She popularized the idea of machine-independent programming languages, which led to the development of COBOL, an early high-level programming language based on her idea that code could be written in English words. Prior to joining the Navy, Hopper earned a Ph.D. in mathematics from Yale University and was a professor of mathematics at Vassar College. Hopper was awarded 40 honorary degrees. She is often credited with popularizing the term 'debugging' in regards to computers, and has an Arleigh Burke-class guided-missile destroyer named after her."
},
{
  "Scientist_ID": "22",
  "FullName": "Stephanie Kwolek",
  "BirthYear": 1923,
  "DeathYear": 2014,
  "Country_ID": "11",
  "Biography": "Stephanie Kwolek worked for the DuPont company between 1946 and 1986, where she discovered the first synthetic fiber of exceptional strength and stiffness named poly-paraphenylene terephthalamide, more commonly known as Kevlar. She became the first woman to win the Lavoisier Medal, she was also awarded the Chemical Pioneer Award from the American Institute of Chemists, and an Award for Creative Invention from the American Chemical Society."
},
{
  "Scientist_ID": "23",
  "FullName": "Katherine Johnson",
  "BirthYear": 1918,
  "DeathYear": 2020,
  "Country_ID": "11",
  "Biography": "Katherine Johnson is an American mathematician whose calculations of orbital mechanics as a NASA employee were critical to the success of the first and subsequent U.S. crewed spaceflights. She was involved in the Mercury project, America's manned space flight program, and the rendezvous paths for the Apollo Lunar Module and command module for the moon landings. She was one of only three black students to integrate West Virginia's graduate schools. She worked for NASA from 1953–1986. Katherine was later awarded 6 honorary doctorates for her work on the mathematics of space flight."
},
{
  "Scientist_ID": "24",
  "FullName": "Mary Jackson",
  "BirthYear": 1921,
  "DeathYear": 2005,
  "Country_ID": "11",
  "Biography": "Mary Jackson was an American mathematician and aerospace engineer at the National Advisory Committee for Aeronautics, which in 1958 was succeeded by the National Aeronautics and Space Administration (NASA). Jackson worked as an engineer in several NASA divisions: the Compressibility Research Division, Full-Scale Research Division, High-Speed Aerodynamics Division, and the Subsonic-Transonic Aerodynamics Division. She is a named author on 12 technical papers for NACA and NASA. Her work on the aerodynamics of aircraft at supersonic speeds improved the performance of US planes and assisted in the design of the US spacecraft."
},
{
  "Scientist_ID": "25",
  "FullName": "Sofya Kovalevskaya",
  "BirthYear": 1850,
  "DeathYear": 1891,
  "Country_ID": "8",
  "Biography": "Sofya Kovalevskaya was the first woman to gain a modern doctorate, with her dissertation covering partial differential equations, the dynamics of Saturn's rings, and on elliptic integrals. She provided the full results for local existence and uniqueness for analytic partial differential equations associated with Cauchy initial value problems, now known as the Cauchy–Kovalevskaya theorem, after a special case was shown by Augustin Cauchy 30 years before. In 1889 Sofia was appointed as a full professor, the first woman to be appointed to such a position."
},
{
  "Scientist_ID": "26",
  "FullName": "Maryam Mirzakhani",
  "BirthYear": 1977,
  "DeathYear": 2017,
  "Country_ID": "12",
  "Biography": "In 2014, Maryam Mirzakhani became the first woman and first Iranian to win the Fields Medal, an award given to the top 2-4 mathematicians under 40 worldwide. The committee cited her work on the dynamics and geometry of Riemann surfaces and their moduli spaces. She was also the first Iranian woman to receive a gold medal in the International Mathematical Olympiad, getting a second gold medal in the following year. Her PhD work on geodesics solved an open problem in the theory of relativity."
}]